Repository: DrBitshift/gnome-shell-extension-system-monitor
Catalog: src/po/*.po
Languages: de_de

source: Open System Monitor
de_de: Systemmonitor öffnen

source: Setting
de_de: Einstellungen

source: CPU Usage
de_de: CPU auslastung

source: Show CPU Usage
de_de: CPU auslastung anzeigen

source: CPU Usage Text
de_de: CPU auslastungs text

source: Memory Usage
de_de: Arbeitsspeicher auslastung

source: Show Memory Usage
de_de: Arbeitsspeicher auslastung anzeigen

source: Memory Usage Text
de_de: Arbeitsspeicher auslastungs text

source: Swap Usage
de_de: Swap auslastung

source: Show Swap Usage
de_de: Swap auslastung anzeigen

source: Swap Usage Text
de_de: Swap auslastungs text

source: Download Speed
de_de: Download geschwindigkeit

source: Show Download Speed
de_de: Download geschwindigkeit anzeigen

source: Download Speed Text
de_de: Download geschwindigkeits text

source: Upload Speed
de_de: Upload geschwindigkeit

source: Show Upload Speed
de_de: Upload geschwindigkeit anzeigen

source: Upload Speed Text
de_de: Upload geschwindigkeits text

source: Customize
de_de: Individualisieren

source: Show Full Net Speed Unit
de_de: Volle net Geschwindigkeits einheit anzeigen

source: Font
de_de: Schriftart

source: For best experience, please use monospaced font
de_de: Nutzen sie bitte monospace Schriftarten.

source: Font Weight
de_de: Schriftart dicke

source: The larger the value, the bolder the font
de_de: Je höher die zahl, desso größer wird die Schriftart.

source: Text Color
de_de: Farbe der Schrift.

source: Extension Position
de_de: Position der Erweiterung.

source: Re-login Required
de_de: Neuanmeldung erforderlich

source: Extension Order
de_de: Anordnung der Erweiterung.

source: Misc
de_de: Verschiedenes

source: Refresh Interval (second)
de_de: Bildauffrischungsintervall (pro sekunde)

source: Show Percent Sign
de_de: Prozentzeichen anzeigen

source: Reset Settings To Default
de_de: Völlig Zurücksetzten.
